Repository: TrellixVulnTeam/microblog_26KY
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please log in to access this page.
ru: Пожалуйста, авторизуйтесь для просмотра

source: This nickname has invalid characters. Please use letters, numbers, dots and underscores only.
ru: Не верный логин, будьте внимательны и используйте буквы, цифры или ._.

source: This nickname is already in use. Please choose another one.
ru: Логин уже используется, проявите фантазию

source: Your post is now live!
ru: Ваш пост сохранён

source: User %(nickname)s not found.
ru: Пользователь %(nickname)s не найден

source: Your changes have been saved.
ru: Ваши изменения сохранены

source: You can't follow yourself!
ru: Самолайки запрещены

source: Cannot follow %(nickname)s.
ru: Не могу подписаться на %(nickname)s.

source: You are now following %(nickname)s!
ru: Вы подписаны на %(nickname)s!

source: You can't unfollow yourself!
ru: Самолайки запрещены

source: Cannot unfollow %(nickname)s.
ru: Не могу подписаться на %(nickname)s.

source: You have stopped following %(nickname)s.
ru: Вы отписались от %(nickname)s.

source: File Not Found
ru: Файл не найден

source: An unexpected error has occurred
ru: Обнаружена ошибка

source: The administrator has been notified. Sorry for the inconvenience!
ru: Ты зашёл не в тот район. Уходи

source: Home
ru: Домой

source: Your Profile
ru: Ваш профиль

source: Search
ru: Поиск

source: Logout
ru: Выход

source: Edit Your Profile
ru: Изменить ваш профиль

source: Your nickname:
ru: Ваш логин

source: About yourself
ru: О тебе

source: Hi, %(nickname)s!
ru: Привет, %(nickname)s!

source: Say something:
ru: Молви

source: Newer posts
ru: Новые посты

source: Older posts
ru: Предыдущие посты

source: Sign In
ru: Войти

source: Please enter your login
ru: Введите ваш логин

source: Please enter your password
ru: Введите ваш пароль

source: Please enter your email
ru: Введите адрес электронной почты

source: Remember Me
ru: Запомнить меня

source: %(nickname)s said %(when)s:
ru: %(nickname)s молвил %(when)s:

source: Search results for
ru: Результаты поиска

source: User
ru: Пользователь

source: Last seen:
ru: Последний раз заходил

source: followers
ru: подписчики

source: Edit your profile
ru: Изменить ваш профиль

source: Follow
ru: Подписаться

source: Unfollow
ru: Отписаться

source: Older posts
ru: Предыдущие посты
